[
  {
    "id": "1750056809433",
    "pergunta": "O que é um relacionamento sugar?",
    "resposta": "Um relacionamento sugar começa com valorização mútua, clareza de interesses e experiências exclusivas.\nEm geral, esse tipo de relação une pessoas com objetivos complementares:\n\nPor um lado, sugar daddys ou mommys: maduros, bem-sucedidos e generosos.\nPor outro, sugar babys: jovens que buscam aprendizado, suporte e um estilo de vida elevado.\nAcima de tudo, adultos envolvidos definem juntos os termos da relação, com consentimento, transparência e respeito mútuo."
  },
  {
    "id": "1750057073485",
    "pergunta": "A Bebaby é confiável?",
    "resposta": "Sim, com certeza. A Bebaby foi criada justamente para ser uma comunidade segura, transparente e 100% real.\nPara garantir isso, contamos com verificação de perfis, equipe de moderação ativa e um sistema de denúncias anônimas eficiente.\nAlém disso, todos os dados são protegidos por criptografia avançada e, como não poderia deixar de ser, seguimos rigorosamente a Lei Geral de Proteção de Dados (LGPD)."
  },
  {
    "id": "1750057095524",
    "pergunta": "É permitido pedir dinheiro para conversar?",
    "resposta": "Não, de forma alguma. A Bebaby proíbe terminantemente qualquer tipo de cobrança direta por conversas, mensagens ou interações dentro da plataforma.\nEm resumo, se alguém fizer isso, nossa equipe analisa o perfil imediatamente e, ao confirmar a infração, bane o usuário permanentemente, sem aviso prévio.\n\nOu seja, relacionamentos sugar não funcionam como comércio — são acordos baseados em interesse mútuo, respeito e liberdade, nunca em imposição."
  },
  {
    "id": "1750057113237",
    "pergunta": "É verdade que sugar baby não é garota de programa?",
    "resposta": "Exatamente.\nPortanto, uma sugar baby é uma mulher (ou homem) que busca, acima de tudo, conexão com alguém maduro, generoso e que realmente entenda seu valor.\nNesse tipo de relação, o foco está no relacionamento, na vivência, no apoio e no estilo de vida — e não em trocas de favores pontuais ou vazios."
  },
  {
    "id": "1750057205339",
    "pergunta": "Como faço meu cadastro no Site Sugar?",
    "resposta": "Primeiro, acesse bebaby.app\nEm seguida, clique em “Cadastre-se”\nDepois disso, escolha seu perfil: sugar baby, sugar daddy ou mommy\nLogo após, complete seu perfil com fotos, descrição e preferências\nA partir daí, comece a receber mensagens e conhecer novas pessoas"
  },
  {
    "id": "1750057221528",
    "pergunta": "Como identificar um perfil falso?",
    "resposta": "Fique atento a sinais como:\n\nPor exemplo, fotos de banco de imagens\nAlém disso, conversas apressadas e com insistência exagerada\nOutro sinal comum são erros de digitação forçados\nE, principalmente, pedidos de dinheiro ou ajuda “urgente”\nCaso perceba algo estranho, denuncie imediatamente.\nNossa equipe, por sua vez, analisa todos os casos com atenção, cuidado e sigilo."
  }
]